Repository: pliou/project_desk
Catalog: Resources/Private/Language/Config/*.config.xlf
Languages: de

# mlang_tabs_tab
source: Project Desk Configuration
de: Projektdesk-Konfiguration

# mlang_tabs_maintab_project
source: Project Management
de: Projektverwaltung

# mlang_labels_tabdescr
source: Configure your Project Desk integration
de: Konfigurieren Sie Ihre Projektdesk-Integration

# config
source: General Configuration
de: Allgemeine Konfiguration

# access
source: Team Access Rights
de: Zugriffsrechte für Teams

# teams
source: Team Management
de: Teamverwaltung

# assign
source: Assign Users to Teams
de: Benutzer Teams zuweisen

source: License
de: Lizenz

# config_label
source: Project Desk Configuration
de: Projektdesk-Konfiguration

# teams_description
source: Create one or more teams.
de: Erstellen Sie ein oder mehrere Teams.

# teams_placeholder
source: Enter team name…
de: Teamnamen eingeben…

# beginning_error_message
source: Error saving on the “%1$s” tab:
de: Fehler beim Speichern auf dem „%1$s“-Tab:

# beginning_info_message
source: Tab “%1$s” was saved successfully.
de: Tab „%1$s“ wurde erfolgreich gespeichert.

# license_label
source: License
de: Lizenz

# license_description
source: Enter your valid license key here.
de: Geben Sie hier Ihren gültigen Lizenzschlüssel ein.

# license_placeholder
source: Enter license key…
de: Lizenzschlüssel eingeben…

source: Task Permissions
de: Aufgabenberechtigungen

# task_permissions_description
source: Define what this team can do with tasks
de: Definieren Sie, was dieses Team mit Aufgaben tun darf

# allow_to_create_new_task
source: Create new tasks
de: Neue Aufgabe erstellen

# allow_to_delete_task
source: Delete tasks
de: Aufgaben löschen

# allow_to_assign_self
source: Assign tasks to oneself
de: Aufgaben sich selbst zuweisen

# allow_to_assign_others
source: Assign tasks to other users
de: Aufgaben anderen Benutzern zuweisen

# phase_permissions
source: Board & Phase Permissions
de: Board‑ und Phasenberechtigungen

# phase_permissions_description
source: Control how this team interacts with boards and phases
de: Steuert, wie dieses Team mit Boards und Phasen interagiert

# allow_to_move_task_phase
source: Move tasks between phases
de: Aufgaben zwischen Phasen verschieben

# allow_to_create_phase
source: Create new phase
de: Neue Phase erstellen

# allow_to_delete_phase
source: Delete existing phase
de: Bestehende Phase löschen

# allow_to_merge_boards
source: Merge boards
de: Boards zusammenführen

# allow_to_edit_board_structure
source: Edit board structure
de: Boardstruktur bearbeiten

# show_board_in_frontend_label
source: Show board in frontend
de: Board im Frontend anzeigen

# show_board_in_frontend_description
source: Enable or disable the project board view in the frontend
de: Aktivieren oder deaktivieren Sie die Anzeige des Projektboards im Frontend

# allow_archiving_label
source: Allow archiving
de: Archivierung erlauben

# allow_archiving_description
source: Permit teams to archive completed tasks
de: Teams erlauben, abgeschlossene Aufgaben zu archivieren

source: Show board in frontend
de: Board im Frontend anzeigen

source: Allow archiving
de: Archivierung erlauben
